Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Architekturleistungen für das Design von Einkaufszentren
en: Architectural services for the design of shopping centers

source: Architekturdienstleistungen für das Design von Gebäuden
en: Architectural services for the design of buildings

source: Hosting von Software für die Bibliotheksverwaltung
en: Hosting of software for use in library management

source: Evaluation und Analyse von Produktdesign
en: Analysis and evaluation of product design

source: Evaluation und Analyse von Produktentwicklung
en: Analysis and evaluation of product development

source: Installation von Datenbanksoftware
en: Installation of database software

source: Installation und Wartung von Datenbanksoftware
en: Installation and maintenance of database software

source: Installation, Wartung und Aktualisierung von Datenbanksoftware
en: Installation, maintenance and updating of database software

source: Prüfung, Analyse und Überwachung von Navigationssignalen
en: Testing, analysis and monitoring of navigation signals

source: Prüfung, Analysen und Überwachung von Telekommunikationssignalen
en: Testing, analysis and monitoring of telecommunication signals

source: Überwachung von Telekommunikationssignalen
en: Monitoring of telecommunication signals

source: Analyse von Telekommunikationssignalen
en: Analysis of telecommunication signals

source: Prüfung von Telekommunikationssignalen
en: Testing of telecommunication signals

source: Technischer Entwurf in Bezug auf Wasserversorgungsanlagen
en: Technical design services relating to water supply installations

source: Technischer Entwurf zu Elektrizitätswerken
en: Technical design services relating to electricity plants

source: Forschung im Bereich Entwicklung von Computerprogrammen und Computersoftware
en: Research relating to the development of computer programs and software

source: Forschung im Bereich von Computerprogrammen und -software
en: Research in the field of computer programs and software

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Software zur Verfolgung von Multimediainhalten durch Inhalteanbieter
en: Providing temporary use of non-downloadable software to enable content providers to track multimedia content

source: Design von Computerperipheriegeräten
en: Design of computer peripherals

source: Entwicklung und Prüfung von Rechenmethoden, Algorithmen und Software
en: Development and testing of computing methods, algorithms and software

source: Forschung zur Entwicklung von Computersoftware
en: Research relating to the development of computer software

source: Auftragsgebundenes Erstellen von Computerprogrammen, Software und Codes zur Erstellung von Webseiten im Internet
en: Commissioned writing of computer programs, software and code for the creation of web pages on the Internet

source: Technische Analyse in Bezug auf Energie- und Strombedarf anderer
en: Technological analysis relating to energy and power needs of others

source: Entwicklung von Computersoftware für das Erstellen elektronischer Fernsehprogrammführer
en: Development of computer software for creating electronic television program guides

source: Forschung im Bereich der Datenverarbeitungstechnik
en: Research in the field of data processing technology

source: Forschung im Bereich der Kommunikationstechnologie
en: Research in the field of communications technology

source: Forschung im Bereich Informationstechnologie
en: Research in the field of information technology

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Software zur Analyse von Finanzdaten und Berichtserstellung
en: Providing temporary use of non-downloadable software for analyzing financial data and generating reports

source: Bereitstellung von Internetsuchmaschinen mit spezifischen Suchoptionen
en: Providing Internet search engines with specific search options

source: Konfigurieren von Computerhardware mittels Software
en: Configuring computer hardware using software

source: Konfiguration von Computernetzwerken mittels Software
en: Configuration of computer networks by software

source: Programmierung von Datenverarbeitungs- und Kommunikationssystemen
en: Computer programming for data processing and communication systems

source: Durchführung von Qualitätskontrolltests
en: Conducting of quality control tests

source: Entwicklung von Mess- und Prüfmethoden
en: Development of measuring and testing methods

source: Beratungsleistungen zu Technologiediensten im Bereich der Strom- und Energieversorgung
en: Consultancy relating to technological services in the field of power and energy supply

source: Hosting und Vermietung von Speicherplatz für Websites
en: Hosting and rental of memory space for websites

source: Computerprogrammierleistungen für die Sicherheit elektronischer Daten
en: Computer programming services for electronic data security

source: Entwicklung von Energie- und Stromverwaltungssystemen
en: Development of energy and power management systems

source: Implementierung von Computerprogrammen in Netzwerken
en: Implementation of computer programs in networks

source: Beratungsleistungen bei der Gestaltung von Homepages und Internetseiten
en: Consultancy relating to the design of homepages and Internet pages

source: Bereitstellung von elektrischen Speicherplätzen im Internet
en: Providing or rental of electronic memory space on the Internet

source: Elektronische Datenspeicherung und -sicherung
en: Electronic data storage and data back-up services

source: Entwurf und Erstellung von Homepages und Websites
en: Design and construction of homepages and websites

source: Entwurf und Entwicklung von Homepages und Websites
en: Design and development of homepages and websites

source: Entwurf und Erstellung von Homepages und Internetseiten
en: Design and creation of homepages and Internet pages

source: Gestaltung und Erstellung von Homepages und Webseiten
en: Design and creation of homepages and web pages

source: Entwurf und Entwicklung von Systemen zur Gewinnung erneuerbarer Energie
en: Design and development of regenerative energy generation systems

source: Vermietung von Software für das Finanzmanagement
en: Rental of financial management software

source: Biologische Labordienste
en: Biological laboratory services

source: Entwurf und Grafikdesign zur Erstellung von Websites
en: Design and graphic arts design for the creation of web sites

source: Entwurf und Grafikdesign zur Erstellung von Websites im Internet
en: Design and graphic arts design for the creation of web pages on the Internet

source: Beratungsleistungen zur Forschung auf dem Gebiet des Umweltschutzes
en: Consultancy services relating to research in the field of environmental protection

source: Echtheitsprüfung und Zertifizierung von Diamanten
en: Diamond authentication and certification services

source: Vermietung von Computern zur Datenverarbeitung
en: Rental of computers for data processing

source: Prüfung, Analyse und Bewertung von Waren und Dienstleistungen Dritter für Zertifizierungszwecke
en: Testing, analysis and evaluation of the goods and services of others for the purpose of certification

source: Computerprogrammierleistungen für Data-Warehousing
en: Computer programming services for data warehousing

source: Erstellung von Bodengutachten
en: Design of geological surveys

source: Bereitstellung wissenschaftlicher Informationen im Bereich des Klimawandels
en: Providing scientific information in the field of climate change

source: Erstellen von Computergrafiken [digitale Bildgebung]
en: Rendering of computer graphics (digital imaging services)

source: Biologische Forschung und Analyse
en: Biological research and analysis

source: Biochemische Forschung und Analyse
en: Biochemical research and analysis

source: Bakteriologische Forschung und Analyse
en: Bacteriological research and analysis

source: Sicherungsdienste für Daten auf Festplattenlaufwerken
en: Backup services for computer hard drive data

source: Entwicklung, Aktualisierung und Pflege von Software und Datenbanken
en: Development, updating and maintenance of software and database systems

source: Elektronische Speicherung von digitalen Fotografien
en: Electronic storage of digital photographs

source: Forschung im Bereich des Umweltschutzes
en: Research in the field of environmental conservation

source: Geologische Erkundung
en: Geological exploration

source: Dienstleistungen zur Innenarchitektur
en: Interior architectural services

source: Dienstleistungen eines technischen Zeichners
en: Draftsman's services in the nature of technical drawing

source: Programmieren von Datenverarbeitungsprogramme
en: Programming of data processing programs

source: Planung technischer Projekte
en: Technical project planning

source: Entwurf und Entwicklung von Softwarearchitektur von Computern
en: Design and development of computer software architecture

source: Kompilieren von Computerprogrammen
en: Compilation of computer programs

source: Architekturleistungen für das Design von Bürogebäuden
en: Architectural services for the design of office buildings

source: IT-Projektmanagement
en: IT project management

source: Beratungsleistungen im Bereich Computersoftwarepflege
en: Consultancy relating to software maintenance

source: Wartung von Websites
en: Maintenance of websites

source: Elektronische Speicherung von Dokumenten und archivierten E-Mails
en: Electronic storage of documents and archived e-mails

source: Elektronische Speicherung von Patientenakten
en: Electronic storage of medical records

source: Elektronische Speicherung von Fotos
en: Electronic storage of photographs

source: Elektronische Speicherdienste zur Archivierung von Datenbanken
en: Electronic storage services for archiving databases

source: Elektronische Speicherdienste zur Archivierung von Datenbanken, Bildern und anderen elektronischen Daten
en: Electronic storage services for archiving databases, images and other electronic data

source: Elektronische Speicherdienste zur Archivierung elektronischer Daten
en: Electronic storage services for archiving electronic data

source: Durchführung von Gentests an Tieren in Laboratorien zu Forschungszwecken
en: Genetic testing of laboratory animals for research purposes

source: Hosting einer Website zur elektronischen Speicherung von digitalen Fotos und Videos
en: Hosting a website for the electronic storage of digital photographs and videos

source: Planung, Entwurf, Entwicklung und Pflege von Online-Websites für Dritte
en: Planning, design, development and maintenance of online websites for third parties

source: Erstellung von Gutachten in Bezug auf Computerprogrammierung
en: Preparation of reports relating to computer programming

source: Erstellung von Gutachten bezüglich Grafikdesign
en: Preparation of reports relating to graphic arts design

source: Erstellung von Gutachten in Bezug auf Industriedesign
en: Preparation of reports relating to industrial design

source: Wiederherstellung von Datenbanksystemen für Dritte
en: Reconstruction of database systems for others

source: Zeitweilige elektronische Speicherung von Informationen und Daten
en: Temporary electronic storage of information and data

source: Erstellung und Wartung von Software für Blogs
en: Creation and maintenance of software for blogs

source: Beratung im Bereich der technologischen Entwicklung
en: Consultancy services in the field of technological development

source: Computerdienstleistungen für Datenanalysen
en: Computer services for the analysis of data

source: Durchführung von Qualitätskontrollen
en: Providing quality assurance services

source: Entwurf von Eisskulpturen
en: Design of ice sculptures

source: Meteorologische Vorhersagen
en: Meteorological forecasting

source: Entwurf und Entwicklung von Software für Videospiele
en: Design and development of video game software

source: Bereitstellung von virtuellen Computersystemen durch Cloud-Computing
en: Providing virtual computer systems through cloud computing

source: Bereitstellung von virtuellen Computerumgebungen durch Cloud-Computing
en: Providing virtual computer environments through cloud computing

source: Hosting von Multimediainhalten für Dritte
en: Hosting of multimedia content for others

source: Erteilen von wissenschaftlichen Auskünften im Bereich medizinischer Störungen und deren Behandlung
en: Providing scientific information in the field of medical disorders and their treatment

source: Erteilen von Auskünften zu klinischen Studien über eine interaktive Website
en: Providing information on clinical studies via an interactive website

source: Design von Suchmaschinen
en: Search engine design services

source: Ermöglichung der zeitweiligen Nutzung von nicht herunterladbarer Online-Software zur Datenverwaltung
en: Providing temporary use of on-line non-downloadable software for the management of data

source: Ermöglichung der zeitweiligen Nutzung von nicht herunterladbarer Online-Software für die Informationsverwaltung
en: Providing temporary use of on-line non-downloadable software for the management of information

source: Ermöglichung der zeitweiligen Nutzung von nicht herunterladbarer Online-Software zum Übertragen von Informationen
en: Providing temporary use of on-line non-downloadable software for the transmission of information

source: Bewertung der Produktqualität
en: Product quality evaluation

source: Technische Beratung in Bezug auf die Verwendung von Materialien für die Aufbereitung von elektronischen Schaltkreisen
en: Technical consultancy relating to the use of materials for the preparation of electronic circuitry

source: Prüfung der Funktionalität von Maschinen
en: Testing the functionality of machines

source: Prüfung der Funktionalität von Apparaten und Instrumenten
en: Testing the functionality of apparatus and instruments

source: Entwicklung von Computerplattformen für Dritte
en: Creation of computing platforms for third parties

source: Bewertungsdienste von Ingenieuren im wissenschaftlichen Bereich
en: Assessment in the field of science provided by engineers

source: Von Ingenieuren vorgenommene Bewertungen im wissenschaftlichen Bereich
en: Estimations in the field of science provided by engineers

source: Forschungsarbeiten von Ingenieuren in wissenschaftlichen Bereichen
en: Research in the field of science provided by engineers

source: Zurverfügungstellen von technischem Support für den Betrieb von Computernetzwerken
en: Provision of technical support in the operation of computing networks

source: Zertifizierung von mittels Telekommunikation übertragenen Mitteilungen
en: Certification services of messages transmitted via telecommunications

source: Zertifizierung von mittels Telekommunikation übertragenen Daten
en: Certification services of data transmitted via telecommunications

source: Authentifizierungsdienste (Überwachung) von mittels Telekommunikation übertragenen Mitteilungen
en: Authentication services (control) of messages transmitted via telecommunications

source: Authentifizierungsdienste (Überwachung) von mittels Telekommunikation übertragenen Daten
en: Authentication services (control) of data transmitted via telecommunications

source: Technische Dienstleistungen für das Herunterladen von Videospielen
en: Technical services for the downloading of video games

source: Technische Dienstleistungen für das Herunterladen von Software
en: Technical services for the downloading of software

source: Bewertungsdienste von Ingenieuren im technologischen Bereich
en: Assessment in the field of technology provided by engineers

source: Von Ingenieuren vorgenommene Bewertungen im technologischen Bereich
en: Estimations in the field of technology provided by engineers

source: Forschungsarbeiten von Ingenieuren im technologischen Bereich
en: Research in the field of technology provided by engineers

source: Design von Skulpturen
en: Design of sculptures

source: Design von Smartphonesoftware
en: Smartphone software design

source: Aktualisierung von Smartphonesoftware
en: Updating of smartphone software

source: Entwurf und Entwicklung von Software im Bereich mobiler Anwendungen
en: Design and development of software in the field of mobile applications

source: Entwurf und Entwicklung von Antivirussoftware
en: Design and development of antivirus software

source: Zertifizierung von Bildungsdienstleistungen
en: Certification of educational services

source: Programmieren von Software für Marktforschungszwecke
en: Programming of software for market research purposes

source: Programmieren von Software zur Evaluierung des Kundenverhaltens in Online-Shops
en: Programming of software for evaluating customer behaviour in online shops

source: Programmieren von Software für Online-Werbung
en: Programming of software for online advertising

source: Hosting von Weblogs
en: Hosting of weblogs

source: Hosting von Multimedia-Anwendungen
en: Hosting of multimedia applications

source: Hosting von interaktiven Anwendungen
en: Hosting of interactive applications

source: Computergestütztes Design von Formen
en: Computer aided design of molds

source: Entwurf und Entwicklung von Firmware-Systemen
en: Design and development of firmware systems

source: Design von Software für eingebettete Geräte
en: Design of software for embedded devices

source: Aktualisieren von Software für eingebettete Geräte
en: Updating of software for embedded devices

source: Computersicherheitsdienste in Form der Verwaltung digitaler Zertifikate
en: Computer security services in the nature of administering digital certificates

source: Analyse von Computersicherheitsbedrohungen zum Schutz von Daten
en: Computer security threat analysis for protecting data

source: Design von Torten
en: Cake design services

source: Hosting digitaler Inhalte im Internet
en: Hosting of digital content on the Internet

source: Vermittlung von Unterkünften bei Tagungen
en: Providing accommodation for meetings

source: Erteilen von Auskünften in Bezug auf Hotelbuchungen
en: Provision of information relating to hotels

source: Beratung in Bezug auf die Zubereitung von Speisen und Getränken
en: Provision of information relating to the preparation of food and drink

source: Reservierung von Reiseunterkünften
en: Reservation of tourist accommodation

source: Betrieb von Restaurants in Hotels
en: Restaurant services provided by hotels

source: Vermietung von Trinkwasserspendern
en: Rental of drinking water dispensers

source: Vermietung von transportablen Bauten
en: Rental of transportable buildings

source: Buchung von Beherbergungsstätten durch Reisebüros
en: Travel agencies for arranging accommodation

source: Reservierung von Unterkünften [Timesharing]
en: Accommodation reservation services [time share]

source: Organisation von Unterkünften für Touristen
en: Arranging of accommodation for tourists

source: Vermietung von möblierten Unterkünften
en: Provision of temporary furnished accommodation

source: Vermietung von Einrichtungen für Messen [Beherbergung]
en: Provision of trade show facilities [accommodation]

source: Elektronische Informationsdienste in Bezug auf Hotelbuchungen
en: Electronic information services relating to hotels

source: Dienstleistungen einer Buchungsagentur für Ferienunterkünfte
en: Booking agency services for holiday accommodation

source: Vermittlung von Hotelzimmern
en: Provision of hotel accommodation

source: Vermietung von Ausstellungsräumen
en: Room rental for exhibitions

source: Catering zur Bereitstellung von Nahrungsmitteln
en: Catering services for the provision of food

source: Vermietung von Konferenzräumen
en: Providing conference rooms

source: Beratung auf dem Gebiet der Kochkunst
en: Consulting services in the field of culinary arts

source: Gästebetreuung [Beherbergung von Gästen]
en: Hospitality services [accommodation]

source: Beherbergung von Gästen bei Tagungen
en: Accommodation services for meetings

source: Erteilen von Auskünften in Bezug auf die Buchung von Unterkünften
en: Provision of information relating to the booking of accommodation

source: Vermietung von Zimmern
en: Room hire services

source: Vermietung von Möbeln für Ausstellungen
en: Hiring of furniture for exhibitions

source: Vermietung von Räumen für Ausstellungen
en: Provision of facilities for exhibitions

source: Vermietung von Wohnwagenparkeinrichtungen
en: Provision of caravan park facilities

source: Vermietung von Wäsche
en: Hire of bed linen

source: Unterbringung von Vögeln als Haustiere
en: Services for the housing of pet birds

source: Betrieb von Cocktailbars
en: Cocktail lounge services

source: Vermietung von Notunterkünften [zeitweiligen Unterkünften]
en: Emergency shelter services [providing temporary housing]

source: Vermietung von Gesellschaftsräumen
en: Hiring of rooms for social functions

source: Informationen in Bezug auf Restaurants
en: Restaurant information services

source: Vermietung von Einrichtungen für Tagungen
en: Provision of facilities for board meetings

source: Dienstleistungen eines Reisebüros zur Buchung von Hotelunterkünften
en: Travel agency services for reserving hotel accommodation

source: Vermietung von Möbeln
en: Rental of furniture

source: Beratung in Bezug auf Lebensmittel
en: Consultancy services relating to food

source: Gästebetreuung [Verpflegung von Gästen]
en: Hospitality services [food and drink]

source: Agenturdienste zur Buchung von Hotelzimmern
en: Booking agency services for hotel accommodation

source: Bewertung von Hotelunterkünften
en: Appraisal of hotel accommodation

source: Bewertung von Ferienunterkünften
en: Rating holiday accommodation

source: Buchung von Unterkünften für Reisende
en: Booking of accommodation for travellers

source: Verpflegung von Gästen in Nachtklubs
en: Night club services [provision of food]

source: Vermietung von Innenmöbeln
en: Rental of internal furnishings

source: Vermietung von Kochausrüstungen für industrielle Zwecke
en: Rental of cooking equipment for industrial purposes

source: Gästebetreuung für Unternehmen, nämlich Verpflegung von Gästen
en: Corporate hospitality (provision of food and drink)

source: Vermietung von Kochgeräten
en: Rental of cooking apparatus

source: Vermietung von Möbeln für Konferenzen
en: Hiring of furniture for conferences

source: Vermietung von Möbeln für Präsentationen
en: Hiring of furniture for presentations

source: Vermietung von Fußbodenbelägen
en: Rental of floor coverings

source: Vermietung von Gläsern
en: Rental of glassware

source: Informationen in Bezug auf Hotels
en: Information relating to hotels

source: Buchung von Hotelzimmern für Reisende
en: Booking of hotel rooms for travellers

source: Unterbringung von Fischen als Haustiere
en: Services for the housing of pet fish

source: Dienstleistungen einer Kinderkrippe
en: Day-nursery [crèche] services

source: Vermietung von Getränkespendern
en: Rental of water dispensers

source: Vermietung von Unterkünften für Gäste
en: Providing temporary housing accommodations

source: Verpflegung in Fastfood-Cafeterien
en: Catering in fast-food cafeterias

source: Vermittlung von Gästeunterkünften
en: Arranging temporary housing accommodations

source: Beratung in Bezug auf Speisenzubereitung
en: Consultancy services relating to food preparation

source: Vermietung von Stühlen, Tischen, Tischwäsche, Gläsern
en: Rental of chairs, tables, table linen, glassware

source: Betrieb eines Campingplatzes
en: Providing campground facilities

source: Vermietung von Gästezimmern
en: Rental of temporary accommodation

source: Hotelreservierungen für Dritte
en: Making hotel reservations for others

source: Tischreservierung in Restaurants
en: Booking of restaurant seats

source: Dienstleistungen einer Kinderkrippe in Einkaufszentren
en: Creche services provided in shopping locations
